Repository: GarageGroup/internal-support-bot-app
Catalog: src/app/AzureFunc/Resources/ContactGet.*.resx
Languages: ru

# SkipButtonText
source: SKIP
ru: ПРОПУСТИТЬ

# NotAllowedText
source: This operation is not allowed for your account. Please contact the administrator
ru: Данная операция не разрешена для вашей учетной записи. Обратитесь к администратору

# NotFoundCustomersText
source: No customers were found. Please refine your query
ru: Не удалось найти ни одного клиента. Попробуйте уточнить запрос

# SearchCustomerText
source: You need to choose a customer. Enter part of the name to search
ru: Нужно выбрать клиента. Введите часть названия для поиска

# ChooseOrSearchCustomerText
source: Choose a customer or enter part of the name to search
ru: Выберите клиента или введите часть названия для поиска

# NotFoundContactsText
source: No contacts were found. Please refine your query
ru: Не удалось найти ни одного контакта. Попробуйте уточнить запрос

# NotExistContactsText
source: Customers for this contact have not been added yet. This step can be skipped
ru: Клиенты для данного контакта еще не добавлены. Этот шаг можно пропустить

# ChooseOrSearchContactText
source: Choose a contact or enter part of the name to search. This step can be skipped
ru: Выберите контакт или введите часть имени для поиска. Этот шаг можно пропустить

# CustomerFieldName
source: Customer
ru: Клиент

# ContactFieldName
source: Contact
ru: Контакт
